---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyContentPartType
source: html/53c98665-443d-f8b2-f600-a1945f72261a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyContentPartType Property

"Part Type"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyContentPartType { get; }
```